import img1 from "./1.png";
import img2 from "./2.png";
import img3 from "./3.png";
import img4 from "./4.png";
import img5 from "./5.jpg";
import img6 from "./6.jpg";
import img7 from "./7.png";
import img8 from "./8.png";

const Post1 = () => {
  return (
    <div className="border-b-2 border-gray-200 mt-8 pb-2 xsm:px-4 sm:px-0 xsm:text-lg sm:text-xl">
      <div className="">
        <div className="flex">
          <h3>
            Реалії війни: столичний пологовий будинок трансформувався у
            військовий шпиталь
          </h3>
        </div>
        <div>
          <span>
            Від початку повномасштабного вторгнення пологовий будинок «Лелека»
            виявився найближчим медзакладом до зони бойових дій поблизу Києва.
            Саме тут надавали медичну допомогу всім, хто її потребував у цій
            точці.
            <br />
            Продовжуючи роботу з прийому вагітних та породіль, вже 25 лютого
            більша частина персоналу закладу перейшли в режим роботи військового
            госпіталю, надаючи необхідну допомогу пораненим військовослужбовцям
            та цивільним.
            <br />
            За перші два тижні війни тут народилось 26 діток, а також
            невідкладну медичну допомогу отримали понад 500 солдатів та
            цивільних з пораненнями різної ступені важкості. Тут приймалися
            жителі Пущі Водиці, яким необхідна була екстрена та поточна
            допомога, не пов’язана із пораненнями. Послуги з різних галузей
            медицини отримали понад 200 людей. Для багатьох містян «Лелека» на
            деякий час стала прихистком від ворожих снарядів.
          </span>
        </div>
        <div className="flex flex-wrap items-center justify-center mt-4">
          <img src={img1} alt="" className="w-400 h-88 px-4 py-2" />
          <img src={img2} alt="" className="w-400 h-88 px-4 py-2" />
        </div>
        <div className="mt-2">
          <span>
            «Оскільки вже на другий день війни лінія фронту наблизилася до Пущі
            Водиці, ми зупинили прийом амбулаторних пацієнтів, обмежили планові
            прийоми й оперативні втручання, залишивши надання лише непланової
            допомоги. Разом з тим, до нас почали привозити поранених. Таким
            чином, заклад трансформувався у військовий шпиталь», - розповідає
            Вадим Зукін, операційний директор «Лелеки».
          </span>
        </div>
        <div className="flex flex-wrap items-center justify-center mt-4">
          <img src={img3} alt="" className="w-400 h-88 px-4 py-2" />
          <img src={img4} alt="" className="w-400 h-88 px-4 py-2" />
        </div>
        <div className="mt-2">
          <span>
            У березні через активні бойові дії та у результаті обстрілів, що
            завдали пошкодження будівлі, заклад вимушено призупинив прийом
            вагітних та породіль. Пацієнти та частина персоналу були евакуйовані
            в безпечні місця. Проте заклад продовжив рятувати поранених
            захисників аж до закінчення військових дій на даному напрямку.
          </span>
        </div>
        <div className="flex flex-wrap items-center justify-center mt-4">
          <img src={img5} alt="" className="w-400 h-88 px-4 py-2" />
          <img src={img6} alt="" className="w-400 h-88 px-4 py-2" />
        </div>
        <div className="mt-2">
          <span>
            «Починаючи з 24 лютого, керівники напрямків «Лелеки» постійно
            перебували в пологовому будинку, організовуючи та забезпечуючи
            процеси для безперебійного функціонування закладу. А це – наявність
            медикаментів та розхідних матеріалів, харчування, пальне і т.д.
            Окрім того, велася неймовірна робота із підтримки та мотивації
            персоналу, адже деякі фахівці провели в закладі кілька тижнів, а
            частина з них – майже два місяці, аж до повного припинення бойових
            дій на Київщині», - говорить Вадим Зукін.
          </span>
        </div>
        <div className="flex flex-wrap items-center justify-center mt-4">
          <img src={img7} alt="" className="w-400 h-88 px-4 py-2" />
          <img src={img8} alt="" className="w-400 h-88 px-4 py-2" />
        </div>
      </div>
    </div>
  );
};

export { Post1 };
