const Post1 = () => {
  return (
    <div className="border-b-2 border-gray-200 mt-8 pb-2 xsm:w-80 md:w-full">
      <div className="">
        <div className="flex">
          <h3>
            Громадська організація «Офіс на Банковій» на захисті червоно
            книжкових тварин Київщини.
          </h3>
        </div>
        <span className="xsm:text-lg sm:text-xl">
          Українська земля - це дивовижний куточок планети, де можна знайти
          сотні унікальних різновидів тварин, яких майже не залишилось на світі.
          Через кровопролитну війну, питання екології та захисту природи
          відійшли для нашого суспільства на другий план. Проте прямо зараз у
          заповіднику на Київщині мешкають тисячі дивовижних червоно книжкових
          тварин, яким цієї зими загрожує голодна смерть. Вони просто хочуть
          жити - як і ми з вами. допомогти українській фауні вистояти!
          <br />
          <br />
          Рашисти на окупованій Херсонщині вже знищили колосальну кількість
          худоби у найвідомішому заповіднику країни Асканія Нова - це непоправна
          втрата для нашої фауни. Тут, під Києвом, залишилися єдині екземпляри
          багатьох різновидів диких тварин. Тому команда медіаплатформи «Офіс на
          Банковій» вирішила розпочати великий проєкт, мета якого - допомогти
          українській фауні вистояти!
          <br />
          <br />
          Ми об‘єдналися із благодійною організацією «Благодійний фонд Україно
          Рідна» та Комітетом Гуманітарної та Інформаційної Політики ВРУ, щоб
          доставити партію корму до заповідника - це перший крок на великому
          шляху. Проте заповідник потребує допомогти усіх нас! Ми звертаємося до
          кожного українця із проханням підтримати нашу ініціативу. Якщо вам не
          байдужа доля диких тварин Київщини, зв’яжіться з нами, щоб доєднатися
          до масштабного проєкт!
          <br />
          <br />
          📍м.Київ, вул. Банкова 1/10.
          <br />
          <br />
          📩 ofisnabankoviy@gmail.com
          <br />
          <br />
          📞 +380 (97) 060 00 05
          <br />
          <br />
          Ми висловлюємо щиру подяку нашим друзям та партнерам: голові Комітету
          Гуманітарної та Інформаційної Політики ВРУ Микиті Руслановичу
          Потураєву, голові правління Арсену Карапетяну та співзасновниці БО
          «Благодійний Фонд Україно Рідна» Оксані Обертинській, а також
          директору ТОВ «ЛАНДГРЕЙН» Вадиму Мусаханову за надання та доставлення
          партії корму для тварин. Ваша допомога неоціненна!
          <br />
          <br />
          Дорогі співвітчизники, ми чекаємо на вашу небайдужість! Разом до
          перемоги! Слава Україні!
        </span>
      </div>
    </div>
  );
};

export { Post1 };
