const History = () => {
  return (
    <div className="flex w-full items-center justify-center">
      <div className="mt-8 text-xl xsm:text-center md:text-start xsm:w-88 sm:w-full">
        Благодійна організація «Благодійний фонд «Україно рідна» неприбуткова
        організація заснована Арсеном Карапетяном та Оксаною Обертинською,
        виросла з волонтерської ініціативи для допомоги громадянам України, які
        через агресію Росії потрапили в скрутне становище та нашим відчайдушним,
        мужнім та відважним Захисникам, що безстрашно обороняють державу.
        <br />
        <br />
        Даний неурядовий проект створено із залученням цивільних медиків та
        волонтерів до надання медичної допомоги в зоні проведення бойових дій у
        війні Росії проти України в окремих районах Київської, Донецької та
        Луганської областей, який реалізує Благодійна організація «Благодійний
        фонд «Україно рідна» на підставі меморандуму про співпрацю і партнерство
        між громадською орнанізацією «Агенція сталого розвитку громадян» та
        Благодійного фонду «Перший добровільний мобільний шпиталь імені Миколи
        Пирогова». Сьогодні це другий медичний проект, що працює в зоні
        проведення бойових дій відповідно до вимог українського законодавства
        про благодійність та волонтерську діяльність в Україні.
        <br />
        <br />
        Ми віримо, що наш досвід сполучення ентузіазму і гнучкості
        волонтерського руху з системністю та стратегічністю державницьких
        підходів перетворює Благодійну організацію «Благодійний фонд «Україно
        рідна» на унікальний проект, який стане цеглинкою, а далі і фундаментом
        майбутньої доступної та високоефективної мобільної медицини в Україні.
      </div>
    </div>
  );
};

export { History };
